Revit 2027 API
ParameterTypeId.CwpAddGridSuffix Property
 "Add suffix to Grid Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CwpAddGridSuffix { get; }
Public Shared ReadOnly Property CwpAddGridSuffix As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CwpAddGridSuffix {
	ForgeTypeId^ get ();
}
static member CwpAddGridSuffix : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace